Repository: mozilla-l10n/mt-training-data
Catalog: ncx/ncx_pontoon.tmx
Source language: en_us
Languages: ncx

source: 1 sentence collected
ncx: 1 tlajkuiloli otiktlali

source: 2 down, keep it up!<playIcon></playIcon>
ncx: ¡2 yotikchi, okseki xikchiua!<playIcon></playIcon>

source: About
ncx: Itech

source: Accepted file types: .tsv only
ncx: Moneki yetos .tsv

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ncx: { $actionType }<playIcon></playIcon> ¿kox kuali okitenkixtikej?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ncx: { $actionType }<recordIcon></recordIcon> satepan xiktlajtolti tlen ijkuilijtok

source: { $actionType }<stopIcon></stopIcon> when done
ncx: { $actionType }<stopIcon></stopIcon> ijkuak titlamis

source: { $actionType } submit when ready
ncx: { $actionType } xiktitlani ijkuak yiyetos

source: Add <icon></icon> a public domain sentence
ncx: Xikchiua <icon></icon> se tlajkuiloli tlen nochtin kitaskej

source: Add information
ncx: Xiktlali seki motech

source: Add one sentence per line
ncx: Xikijkuilo se tlajkuiloli uan non okse itlanpa

source: Add up to 1,000 sentences
ncx: Xikintlalili kanaj 1000 tlajkuilolmej

source: Add Your Voice
ncx: Timitskakij

source: Agriculture and Food
ncx: Tlatooktli uan tlakuali

source: All
ncx: Nochi

source: All sentence must have the same domain
ncx: Nochtin moneki sansekan pouiskej

source: All sentences must have the same citation
ncx: Nochtin moneki sansekan otikinkixti

source: Already have an account? <login>Log-In</login>
ncx: ¿Yotimomachoti? <login>Xikalaki</login>

source: An error occurred fetching sentences
ncx: Itlaj omochi. Amo uelis tiktlaliliskej tlajkuiloli.

source: An error occurred reviewing this sentence
ncx: Itlaj omochi. Amo uelis tikyektlaliliskej tlajkuiloli.

source: An error occurred submitting your voice information
ncx: Itlaj omochi. Amo otikselikej tlen otiktlali itech motlajtol

source: Approve
ncx: Yikuali

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ncx: Tla itlaj san achtsin tikkaki, yikuali. San amo tiknekij oksekimej noijki matlajtokan uan ijkon tepostli kikakis tlen amo ijkuilijtok. Tla tikkaki tlen amo ijkuilijtok, xikpojpolo. Nin mochiua ijkuak sekimej tlajtojtokej noso tsolontok televisión.

source: Are you coming? <strong>[called by another]</strong>
ncx: ¿Yomokak? <strong>[okse kinotsa]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ncx: Seki techtlajtlani itech <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> noso <emailLink>email</emailLink>.

source: Automotive and Transport
ncx: Teposmej tlen ika tinemij

source: Average
ncx: San kuali

source: Awards
ncx: Tlen yotikchi

source: Background Noise
ncx: Tikkaki okseki tlamantli

source: Background Voices
ncx: Tikinkaki oksekimej

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ncx: Amo san niman xikpojpolo se tlajtoli san panpa tikijtos amo kuali okitenkixtikej. Xikilnamiki tlatlamantli tiktenkixtiaj nauatl ijkon ken toaltepe uan xamo seki amo tikinmixmati noso amo ken tejuatsin tikchiua. Uelis tikkauilis se tlajtoli tlen oktlamantli uan ijkon okachi titlapaleuis.

source: Benefits
ncx: Tleka ipati

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ncx: [´Okuálankej’ uan ´okualánkej´ yikuali. Tlatlamantli kitenkixtiaj itech seki altepemej]

source: <bold>{ $count }</bold> Clips
ncx: <bold>{ $count }</bold> tlajtoltsitsin

source: <bold>Help us</bold> find more voices
ncx: <bold>Techpaleui</bold> tikinmajsiskej oksekimej

source: Both
ncx: Non ome

source: Both (Speak and Listen)
ncx: Ome (Nitlajtos uan Nitlakakis)

source: Build a custom goal
ncx: Xikpejpena tlen moneuian tikneki tikajxitis

source: Bulk batch
ncx: Miakej

source: Bulk Sentences Uploaded
ncx: ¡Miakej otikintitlanili!

source: By editing your goal, you may lose your existing progress.
ncx: Tla tikpatlas tlen tikajxitisneki, ayakmo tikitas tlen yotikajxitijka.

source: By telling us about yourself, you will help developers build more inclusive technology
ncx: Tla techiluis okachi motech, techpaleuis okachi titesepanpaleuikan

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ncx: Ijkuak tiktekitiltia Common Voice, tikselia<termsLink>Tlanauatilmej</termsLink> uan <privacyLink>Ken tiktekitiltia tlen nikan tiktlalilia</privacyLink>

source: Cancel Re-recording
ncx: Ayakmo xiktsiko.

source: Cancel Submission
ncx: Amo xiktitlani

source: Cannot submit more than 1000 sentences
ncx: Amo uelis tikinpanauis 1000 tlajkuilolmej

source: Can't decide?
ncx: ¿Amo tikmati tlen tikpejpenas?

source: Change preferences
ncx: Xikpatla ken tlayetos

source: Check <icon></icon> is this a linguistically correct sentence?
ncx: Xikmotili, <icon></icon>¿ijkuilitok ken moneki?

source: <chevron></chevron>See less
ncx: <chevron></chevron>Amo okachi mamonexti

source: <chevron></chevron>See more
ncx: <chevron></chevron>Okachi mamonexti

source: Citation
ncx: Okijkuilo

source: Cite with a URL link or the full name of the work.
ncx: Xiktlalili se enlace (URL) noso ken itoka amochtli.

source: Click
ncx: Xikpacho

source: Clips recorded
ncx: ¡Yomokak!

source: Clips Uploaded
ncx: ¡Yomokak!

source: Clips validated
ncx: ¡Yikuali!

source: Clips You've Recorded
ncx: Kanachi yotiktsiko

source: Clips You've Validated
ncx: Kanachi yotikmotili

source: Comment
ncx: Seki xikijkuilo

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ncx: Common Voice non tlen ika Mozilla kinpaleuia yankuik teposmej makimatikan kenijki titlajtoaj.

source: Contact Form
ncx: Ijkon techtlajkuilili

source: Contact Us
ncx: Techtlapoui

source: Continue
ncx: Tlayekapan

source: Continue validating
ncx: Okseki xikinkaki

source: Contribute
ncx: Xitlapaleui

source: Contribute sentences
ncx: Xitlajkuilo uan techpaleui

source: Contribution Activity
ncx: Kanachi yotlapaleuijkej

source: Contribution Criteria
ncx: Ken moneki titlapaleuis

source: { $count }mo
ncx: { $count }meetstli

source: { $count }wk
ncx: { $count }semanas

source: { $count }y
ncx: { $count }xiuitl

source: Create a Custom Goal
ncx: Xiktlali tlen moneuian tikajxitisneki

source: Create a profile
ncx: Ximomachoti

source: Criteria
ncx: Tlen moneki

source: Daily Goal
ncx: Mojmostla

source: Datasets
ncx: Tlen itech onka

source: Delete my recordings
ncx: Xikinpojpolo

source: Different language
ncx: Nin okse tlajtolkopa.

source: Difficult
ncx: Oui

source: Difficult to pronounce
ncx: Sapanoa oui niktenkixtis

source: Discard ongoing recording
ncx: Ayakmo xiktsiko

source: Does the sentence meet the guidelines?
ncx: ¿Okijkuilokej ken otikijtokej moneki?

source: Donate your voice
ncx: Techtliokolili motlajtol

source: Don't see your language on Common Voice yet?
ncx: ¿Ayamo tikita motlajtolkopa itech Common Voice?

source: Do you want to continue?
ncx: ¿Yikuali ijkon?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ncx: Nikan xikixtoki motlajkuilol noso xikpacho <uploadButton>uan xiktitlanili</uploadButton>

source: Drop file here to upload
ncx: Nikan xikixtoki motlajkuilol

source: Easy
ncx: Amo oui

source: Enter your email
ncx: Xikijkuilo mocorreo

source: Enter your public domain sentence here
ncx: Nikan xikijkuilo tlen nochtin kitaskej

source: Enter your public domain sentences here
ncx: Nikan xikinmijkuilo tlen nochtin kinmitaskej

source: Error adding sentence
ncx: Amo omokak

source: ESC
ncx: KSA

source: Everyone
ncx: Nochtin

source: Exit & Delete clips
ncx: Xikisa uan xikpojpolo

source: Fewer than 15 words per sentence
ncx: Amo makipanaui 15 tlajtolmej

source: File is too large
ncx: Sapanoa ueyi motlajkuilol

source: File is too small
ncx: Sapanoa achitsin motlajkuilol

source: Finance
ncx: Tomin

source: Finish editing first?
ncx: ¿Tikneki achto tiktlamiltis?

source: Finish recording
ncx: Xitlami tiksikos

source: Finish recording first?
ncx: ¡Tikneki achto tiktlamiltis?

source: Finish Review
ncx: Xitlami

source: Finish validating
ncx: Xitlami titlakakis

source: Finish validating clips?
ncx: ¿Yotlanki titlakakis?

source: Follow guidelines from “What sentences can I add?”
ncx: Xikchiua ijkon ken kijtoa “¿Tlenon uelis nikijkuilos?”

source: for example
ncx: uelis ijkon

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ncx: Ken melauak tiknekij titesepanpaleuiskej, moneki achitsin tikinmixmatiskej akinmej techpaleuiaj. Ijkon kuali tikmatiskej katli intlajtolkopa uan tlen okachi moneki. Panpa, tla amikaj itech se tlajtolkopa, amo uelis tikinpaleuiskej akinmej ijkon tlajtoaj.<learnMore>Xikmati okachi itech tleka miak ipati tlen tiktlalilia.</learnMore>

source: General
ncx: San tlenon

source: General language / multiple variants
ncx: San tlen tlamantli/tlatlamantli

source: Get started with goals
ncx: Xikpeualti tlen tikajxitisneki

source: Goal reached
ncx: Tlen yotikajsik

source: Grammatical / spelling error
ncx: Amo ijkon tikijkuiloaj/tiktenkixtiaj.

source: Great!<recordIcon></recordIcon> Record your next clip
ncx: ¡Kuali!<recordIcon></recordIcon> Okse xiktsiko

source: Great work!<playIcon></playIcon> Listen again when you're ready
ncx: ¡Kuali otikchi!<playIcon></playIcon> Oksepa xikkaki ijkuak tiuelis

source: Guidelines
ncx: Tlen moneki

source: Have you read our Terms?
ncx: ¿Yitikmati Tlen moneki?

source: Having a profile is not required to contribute though it is helpful, see why below.
ncx: Amo moneki timomachotis tla titechpaleuis, san okachi kuali. Xikita tleka.

source: Healthcare
ncx: Pajtli

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ncx: Xikpaleui Tinochtin Titlajtoaj makinmajxiti { $hours } horas ika se tlajtolkopa ika tlen tikajxitisneki

source: Help create Common Voice’s first target segment in { $locale }
ncx: Techpaleui matiktlalikan tlen achto kajxitis Common Voice’s ika

source: Help reach { $hours } hours in { $language } with a personal goal
ncx: Techpaleui matikinmajxitikan { $hours } horas ika { $language } ika tlen tikajxitisneki

source: Help us build a community around voice technology, stay in touch via email.
ncx: Xipoui inuan akinmej tlapaleuiskej ikan intlajtol, techkauili matimitstlajkuililikan itech mocorreo.

source: Help us build a high quality, publicly open dataset
ncx: Techpaleui matikyekchiuakan tlen nochtin kitaskej

source: Help us get to { $goal }
ncx: Techpaleui matikajxitikan { $goal }

source: Help us validate sentences!
ncx: ¡Techpaleui tikmatiskej kox kuali okijkuilokej!

source: Help us validate voices
ncx: Techpaleui tikmatiskej kox kuali okitenkixtikej

source: His hand was rais-ed.
ncx: Nin poxak, tejuatsin.

source: History, Law and Government
ncx: Tlen yopanok noso Tlanauatilmej

source: Hours Recorded
ncx: Horas tlen yikatej

source: Hours Validated
ncx: Horas tlen yikualij

source: How do I cite?
ncx: ¿Ken nikijtos kanin onikkixti?

source: How to add multiple sentences
ncx: Ken san semi tikinmijkuilos miakej

source: How would you describe your sex or gender?
ncx: ¿Tikijtoskia titlakatl, tisiuatl noso oktlamantli?

source: I agree
ncx: Kuali

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ncx: Niksentlalia ninmej tlajkuilolmej <wikipediaLink>nochtin uelis kintekitiltiskej</wikipediaLink> uan onechkauilikej manikintlali.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ncx: Niksentlalia nin tlajkuiloli <wikipediaLink>nochtin uelis kitekitiltiskej</wikipediaLink> uan onechkauilikej maniktlali.

source: <icon></icon> Add multiple public domain sentences
ncx: Xikintitlani <icon></icon> miakej tlajkuilolmej tlen nochtin kinmitaskej

source: Ideally natural and conversational (it should be easy to read the sentence)
ncx: Okachi kuali ken ikaj iuan timotlapouiskia (amo oui mayeto)

source: I do not agree
ncx: Amo nechpaktia

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ncx: Tla moneuian otikijkuilo, san xikijkuilo <italicizedText>“Noneuian onikijkuilo”</italicizedText>. Moneki tikmatiskej kanin otikkixti tlen otikijkuilo uan ijkon uelis tiktekitiltiskej uan amikaj techteluis. Tla tikneki tikmatis okachi, xikita <guidelinesLink>Tlen moneki</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ncx: Tla tlajtoli motsitsikojtok noso chajchalantok, xipojpolo. Maski ijkon, tla mayijki tikkaki nochi tlen moneki, xikkaua.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ncx: Tla onka okseki tlen monekis techiluis itech motlajkuilol, techtlajkuilili itech <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ncx: Tla onka okseki tlen tikneki techiluis itech motlajkuilol uan amo nikan nesi, techtlajkuilili itech <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ncx: Tla tlajkuiloli amo kajki ken moneki, xikpacho &quot;Xikpojpolo&quot; mopochma. Tla amo tikmati kox kuali noso amo, uelis xikpanaui uan xikita okse.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ncx: Tla tlajkuiloli kajki ken moneki, xikpacho kanin kijtoa &quot;Yikuali&quot; moyekma.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ncx: Tla tikajsi itlaj tlen amo nikan nestok, xikchiua tlen okachi kuali tikitas. Tla amo tikmati tlen tikchiuas, xikpacho kanin kijtoa "Xikpanaui" uan okse xikkaki.

source: If you run out of sentences to review, please help us collect more sentences!
ncx: Tla ayakmo onka tlajkuiloli tlen tikmotilis, techpaleui. ¡Xikinmijkuilo okseki!

source: Include appropriate citation
ncx: Kuali xikijkuilo kanin otikkixti

source: Invalid file
ncx: Motlajkuilol amo yonpa

source: It contains words or phrases that are hard to read or pronounce.
ncx: Seki tlajtoli amo nikintekaki noso amo uelis nikintenkixtis.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ncx: Moneki kanaj se millón dólares tikchiuaskej nin tekitl ika 100+ tlatlamantli tlajtolkopa uan tikinpaleuiskej akinmej kichixtokej toteki. <strong>Tla tikpatioita nin tlamantli tlen ika titesepanpaleuiaj, ¡Techpaleui ika seki tomintsin!</strong>

source: It is written in a language different than what I’m reviewing.
ncx: Tlen okijkuilokej amo tlajtolkopa tlen nikmotilijtok.

source: It is written in a language different than what I’m speaking.
ncx: Tlen okijkuilokej amo notlajtolkopa.

source: Just Unsure?
ncx: ¿Amo tikmati tlen tikchiuas?

source: Keep it up, record again <recordIcon></recordIcon>
ncx: Yimokauas, oksepa xitlajto <recordIcon></recordIcon>

source: Keep the recordings
ncx: Ijkon mamokaua

source: Keep track of your progress and metrics across multiple languages.
ncx: Xikita kanachi yotitlapaleui uan ken tekipanoaj ika okseki tlajtolkopaj.

source: Keep track of your progress with a profile
ncx: Touan xipoui uan tikitas kanachi yotitlapaleui.

source: Language
ncx: Tlajtolkopa

source: Language Fundamentals (e.g. Digits, Letters, Money)
ncx: Tlen okachi moneki (uelis poualmej, tlajkuiloli, tomintsin)

source: Language Request
ncx: Xiktlajtlani se tlajtolkopa

source: Language request successfully submitted, thank you.
ncx: Yotiktlajtlanili se tlajtolkopa, timitstlasojkamatiliaj.

source: Languages
ncx: Tlajtolkopaj

source: Large bulk sentence submission
ncx: Miakej tlajkuiloli tikintitlanilis

source: Learn More
ncx: Okachi xikmati

source: Leaving now means you’ll lose your changes
ncx: Tla tikisa, tikpolos tlen yotikpatlajka

source: Leaving now means you'll lose your progress
ncx: Tla tikisa, tikpolos tlen yotikchi

source: Listen
ncx: Xikkaki

source: Listen options menu
ncx: Tlen uelis tikkakis

source: Loading sentences…
ncx: Tikintlalijtokej...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ncx: <loginLink>Xikalaki</loginLink> noso <loginLink>ximomachoti</loginLink> tla tikneki okachi tikinmijkuilos

source: Log in or sign up to get started
ncx: Xikalaki noso ximomachioti uan tipeuas

source: Log In / Sign Up
ncx: Xikalaki/Ximomachoti

source: Log In / Sign Up with { $company } email
ncx: Xikalaki / Ximomachoti ika { $company } correo

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ncx: Nesi amitlaj onka tlen uelis tikkakis ika nin tlajtolkopa. Techpaleui, xikintsiko seki axkantsin.

source: Make sure the sentence meets the following criteria:
ncx: Xikmotili tlajkuiloli mayeto ijki:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ncx: Tla tiktlalilis seki tlamantli motech ken kanin tichanti, techpaleuis okachi kuali mayeto tlen tikchiuaj. Amikaj kimatis akin te ijkuak tiktlaliliskej teixpa.

source: Maximum file size: 25 MB
ncx: Amo moneki kipanauis: 25 MB

source: Media and Entertainment
ncx: Tlen ika timoyolpaktiaj

source: Message
ncx: Xitlajkuilo

source: Minimum sentences in file: 1000
ncx: Tlajkuilolmej tlen monekis: 1000

source: [Mismatched content]
ncx: [Amo tikajsij non]

source: Misreadings
ncx: Amo kuali okitlajtolkopkej

source: Missing an <strong>'s'</strong> at the end of a word.
ncx: Polui <strong>'j'</strong> itlamian se tlajtoli.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ncx: Poliui <strong>'Se'</strong> noso <strong>'Tejuan'</strong> ijkuak peua se tlajtoli.

source: Missing the end of the last word by cutting off the recording too quickly.
ncx: Amo ajsitok tlajtoli panpa san totoka okistikiski.

source: [More has been recorded than the required text]
ncx: [Okijto okachi, amo ken ijkuilijtok]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ncx: Miak tlamantli tlen uejueyij tekinechikolmej kipiaj amikaj okse uelis kitas. Tikneltokaj non kitsakuilia matitlayekapanpanokan. Yika, otikchijkej Common Voice (Tinochtin Titlajtoaj) tlen ika tinochtin uelis timosepanpaleuiskej ika.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ncx: Miak tlamantli tlen uejueyij tekinechikolmej kipiaj amikaj okse uelis kitas. Tikneltokaj non kitsakuilia matitlayekapanpanokan. Yika, otikchijkej Common Voice (Tinochtin Titlajtoaj) uan ijkon tinochtin uelis timosepanpaleuiskej ika.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ncx: Kanaj nochtin san kuali tlajtoskej. Noijki, uelis tikselis maski tsajsis, ichtakatlajtos noso kipajpatla ken tlajtoa. Xikpojpolo tla tlakuikas noso tla akin melauak tlajtoa se tepostli.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ncx: Common Voice se tlamantli tlen ika Mozilla kinpaleuia yankuik teposmej makimatikan kenijki titlajtoaj.

source: n
ncx: a

source: N
ncx: A

source: Name
ncx: Motoka

source: Nature and Environment
ncx: Tlatikpaktli

source: News and Current Affairs
ncx: Tlen axkan tlamochijtok

source: No
ncx: Amo

source: [No ‘a’ in the original text]
ncx: [Amitlaj ‘ya’ ijkuilijtok]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ncx: <noCopyright>Amitlaj tlanauatil</noCopyright> kijtoa teaxka (cc-0)

source: No foreign letters
ncx: Amo ika tlajkuiloli non amo pouij

source: No microphone found.
ncx: Amitlaj micrófono.

source: No numbers and special characters
ncx: Amo xikijkuilo ika pouali noso okse tlamantli

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ncx: Amitlaj moneki tikmotilis. <addLink>¡Xikintlalili okseki!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ncx: Xikmati: Tla tiktlalilis 'Makitakan', uelis tikpatlas kanin kijtoa <profileLink>Motech</profileLink>

source: No Thanks
ncx: Amo, nimechtlasojkamati

source: No thanks, continue speaking
ncx: Amo, san manitlajto

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ncx: Axkan uelis tiktetliokolilis motlajtol uan ika tikchiuaskej se tlajtolnechikoli tlen nochtin uelis kitekitiltiskej uan ijkon uelis kichiuaskej ynakuik tlamantli itech internet uan oksekan. Ijkuak itlaj tiktlajtoltia tikinpaleuia teposmej makimatikan ken titlajtoaj. Xikita tlen oksekimej kichiuaj uan xikmotili kox kuali. ¡Amo oui!

source: Offensive language
ncx: Tlajtoli pitsotik

source: Offensive speech
ncx: Amo tetlakaita

source: On desktop devices you can contribute by downloading…
ncx: Ika seki teposmej uelis techpaleuis tla tikmotemouilis...

source: On his head he wore a beret.
ncx: Okualankej itatajuan.

source: On iOS please continue with Safari to enable recording…
ncx: Ika iOS, uelis tiksikos motlajtol ika Safari...
